{
  "posts": [
    {
      "id": "1",
      "title": "Tips to Acquire the Right Entrepreneurial Mindset",
      "author": "Tebza",
      "image": "https://assets.entrepreneur.com/content/3x2/2000/20160616100827-shutterstock-414394663.jpeg?width=700&crop=2:1",
      "date": "2021-07-04",
      "time": "08:24",
      "summary": "It is very easy to follow the footsteps of others on the road to success. But, not everyone loves to follow the path that is shown by anyone else. Such people build their own path, gather each stone with hard work and build a path with all of their potential and wit towards the success.",
      "content": "                                                                                                                        It is very easy to follow the footsteps of others on the road to success. But, not everyone loves to follow exhausting journey and you are left with no strength. So you need to calculate your risks as it is one of the most important factors for any startup. The balance of loss and gain is very vital, as sometimes small risk can take you to the great height but, great risk can result in the downfall of your start up.  Small reward in the starting is enough to boost the morale of the entrepreneur.It looks easy to carry on the plan initially. But, there are lots of internal and external factors that alter the success of your startup. So, one needs to be flexible to adapt any types another second way, if the first plan is not working for the success. These changes are not necessary to be small, but sometimes you change to make some large changes and it can result in another great success story of a start-up. So even if things are not going in your favor as you planned, go with the flow and achieve success.This is true that initially you have to work solely for your startup, but after a period of time, you need a proper time that to assign work to everyone. It can be a team of just three-four persons, who work in a systematic way. Everyone should match the set of skills and attitude that you require to make your startup work because you don’t have time to experiment. It will enhance your reputation and as you are the one who is leading everyone else, so you will also become more dedicated and will try to set an example for everyone else.As an entrepreneur, one needs to be sure of what he looks at as an achievement at the end of the day. You are the one who controls your actions. You should have a proper goal regarding your startup achievement. You should work on all your plans and then only you will know whether it results in failure or success. But, you should try best in order to achieve your goal.This is a statement true to all times.  A startup cannot get success in a few days. So, one needs to be patient enough to take all that comes in the way of their success, no matter if it is good or bad. Mistakes are considered to be inevitable and mistakes are the best teacher from which one can learn. As an individual is not expert at everything, so one should explore and choose things that are best for entrepreneurs."
    },
    {
      "id": " 2",
      "title": "Nkhensani Nkosi : One Of SA's Most Successful Business Woaman",
      "author": "Thanduxolo13",
      "image": "https://i.ytimg.com/vi/sAbomPM1Wws/maxresdefault.jpg",
      "date": "2018-07-24",
      "time": "12:35",
      "summary": "She first came to the public’s attention as an actress and TV presenter, and later founded iconic fashion brand Stoned Cherrie.She holds a degree in industrial psychology and sociology from the University of the Witwatersrand",
      "content": "Nkhensani is one of the new voices from Africa: Entrepreneur, television personality and lauded actress. She has travelled throughout the world as an entertainer / host and actress in a series of theatre plays including “Sophiatown, The Coloured Museum and Marabi” which received critical acclaim from international audiences. She boasts a mantelpiece of awards, the most rewarding as a business woman being The Top Success Story of The Year – Top Women in Business And Government 2005 . Other award include The Young Business Achiever of the Year – Young Business Quarterly (2003).Nkhensani holds a degree in Industrial Psychology and Sociology and is a gifted writer having written&nbsp;"
    },
    {
      "id": "3",
      "title": "BAD BLOOD : Secrets and Lies in a Silicon Valley Startup ",
      "author": "Hendricks Cock",
      "image": "https://media.gq.com/photos/5b02e7295e32346c45e933b1/3:2/w_1200/bad-blood.jpg",
      "date": "03/12/1997",
      "time": "19:17",
      "summary": "She first came to the public’s attention as an actress and TV presenter, and later founded iconic fashion brand Stoned Cherrie.She holds a degree in industrial psychology and sociology from the University of the Witwatersrand. Just weeks after the book was published.",
      "content": " please use the sharing tools found via the share button at the top or side of articles. Copying articles to share with others is a breach of FT.com T&Cs and Copyright Policy.  to buy additional rights. Subscribers may share up to 10 or 20 articles per month using the gift article service.Please use the sharing tools found via the share button at the top or side of articles. Copying articles to share with others is a breach of FT.com T&Cs and Copyright Policy. Email licensing@ft.com to buy additional rights.The Wall Street Journal reporter spent three years untangling the web of lies at the heart of the company only to be dismissed as a fantasist by its founder ElizabetHolmes. Just weeks after the book was published she was indicted on charges of criminal fraud.Please use the sharing tools found via the share button at the top or side of articles. Copying articles to share with others is a breach of FT.com T&Cs and Copyright Policy. Email licensing@ft.com to buy additional rights. Subscribers may share up to 10 or 20 articles per month using the gift article service. Morinformation can be found at https: //www.ft.com/tour.https: //www.ft.com/content/20855a62-803d-11e8-8e67-1e1a0846c475.Bloomberg Review.David Crow JULY 9 2018 24. Bad Blood is already out of date. Subsequent editions of this riveting story, which recounts the implosion of Theranos, the disgraced blood-testing start-up will have to include a victory lap from investigative journalist John Carreyrou. The Wall Street Journal reporter spent three years untangling the web of lies at the heart of the company only to be dismissed as a fantasist by its founder, Elizabeth Holmes. Just weeks after the book was published, she was indicted on charges of criminal fraud.Theranos attained rock star status in Silicon Valley for its promise of a new blood-testing system requiring just a few drops from a finger tip. In reality, the company’s technology was dangerously flawed and produced erroneous results, although that did not stop Ms Holmes from launching a service that carried out tens of thousands of tests.Please use the sharing tools found via the share button at the top or side of articles. Copyiny articles to share with others is a breach of FT.com T&Cs and Copyright Policy. Email licensing@ft.com to buy additional rights. Subscribers may share up to 10 or 20 articles per month using the gift article service. More information can be found at https: //www.ft.com/tour.https: //www.ft.com/content/20855a62-803d-11e8-8e67-1e1a0846c475.Earlier this year, she settled civil charges that she defrauded investors who ploughed hundreds of millions of dollars into Theranos and bestowed it with a valuation that hit $9bn, but she still faces a criminal trial. Reading this book, it is hard not to conclude that her best hope of avoiding jail might be to plead an insanity defence."
    }
    
  ],
  "users": [
    {
      "id": 1,
      "username": "luu",
      "Email": "luu@email.com",
      "password": "luu"
    },
    {
      "username": "aqhamile",
      "Email": "cimani@gmail.com",
      "password": "12334",
      "id": 2
    },
    {
      "username": "al",
      "Email": "alex@email.com",
      "password": "alex",
      "id": 3
    }
  ]
}