{
  "posts": [
    {
      "id": "1",
      "title": "Tips to Acquire the Right Entrepreneurial Mindset",
      "author": "Ayabonga Maja",
      "image": "https://assets.entrepreneur.com/content/3x2/2000/20160616100827-shutterstock-414394663.jpeg?width=700&crop=2:1",
      "date": "December 9, 2017",
      "time": "12:17",
      "content": "It is very easy to follow the footsteps of others on the road to success. But, not everyone loves to follow the path that is shown by anyone else. Such people build their own path, gather each stone with hard work and build a path with all of their potential and wit towards the success."
    },
    {
      "id": " 2",
      "title": "Nkhensani Nkosi : One Of SA's Most Successful Business Woaman",
      "author": "Thanduxolo",
      "image": "https://i.ytimg.com/vi/sAbomPM1Wws/maxresdefault.jpg",
      "date": "27/03/2016",
      "time": "19:17",
      "content": "She first came to the public’s attention as an actress and TV presenter, and later founded iconic fashion brand Stoned Cherrie.She holds a degree in industrial psychology and sociology from the University of the Witwatersrand"
    },
    {
      "id": "3",
      "title": "BAD BLOOD : Secrets and Lies in a Silicon Valley Startup ",
      "author": "Hendricks Cock",
      "image": "https://media.gq.com/photos/5b02e7295e32346c45e933b1/3:2/w_1200/bad-blood.jpg",
      "date": "03/12/1997",
      "time": "19:17",
      "content": "She first came to the public’s attention as an actress and TV presenter, and later founded iconic fashion brand Stoned Cherrie.She holds a degree in industrial psychology and sociology from the University of the Witwatersrand"
    }
  ],
  "blogs": [
    {
      "id": "1",
      "title": "Tips to Acquire the Right Entrepreneurial Mindset",
      "author": "Ayabonga Maja",
      "image": "https://assets.entrepreneur.com/content/3x2/2000/20160616100827-shutterstock-414394663.jpeg?width=700&crop=2:1",
      "date": "",
      "time": "12:17",
      "content2": "It is very easy to follow the footsteps of others on the road to success. But, not everyone loves to follow the path that is shown by anyone else. Such people build their own path, gather each stone with hard work and build a path with all of their potential and wit towards the success.You cannot achieve anything if you work half-heartedly on any project. No matter if it is a small project or a grand project print towards your entrepreneur assignment, if you do it half heartedly and with disinterest, then none of your efforts will be fruitful. So choose your passion wisely and not in excitement. Put your all effort and hard work to achieve the colour of success that you want to achieve. Choosing what you love will not only maintain the positivity, but it will also help you to deal with failure optimistically.It looks simple to take big steps in the initial days of your journey and imagine that you will reach your destination. But what it results is the exhausting journey and you are left with no strength. So you need to calculate your risks as it is one of the most important factors for any startup. The balance of loss and gain is very vital, as sometimes small risk can take you to the great height but, great risk can result in the downfall of your start up.  Small reward in the starting is enough to boost the morale of the entrepreneur.It looks easy to carry on the plan initially. But, there are lots of internal and external factors that alter the success of your startup. So, one needs to be flexible to adapt any types another second way, if the first plan is not working for the success. These changes are not necessary to be small, but sometimes you change to make some large changes and it can result in another great success story of a start-up. So even if things are not going in your favor as you planned, go with the flow and achieve success.This is true that initially you have to work solely for your startup, but after a period of time, you need a proper time that to assign work to everyone. It can be a team of just three-four persons, who work in a systematic way. Everyone should match the set of skills and attitude that you require to make your startup work because you don’t have time to experiment. It will enhance your reputation and as you are the one who is leading everyone else, so you will also become more dedicated and will try to set an example for everyone else.As an entrepreneur, one needs to be sure of what he looks at as an achievement at the end of the day. You are the one who controls your actions. You should have a proper goal regarding your startup achievement. You should work on all your plans and then only you will know whether it results in failure or success. But, you should try best in order to achieve your goal.This is a statement true to all times.  A startup cannot get success in a few days. So, one needs to be patient enough to take all that comes in the way of their success, no matter if it is good or bad. Mistakes are considered to be inevitable and mistakes are the best teacher from which one can learn. As an individual is not expert at everything, so one should explore and choose things that are best for entrepreneurs.",
      "content": "                         \r\n                                                 \r\n                                                 \r\n                                                 \r\n                                                 \r\n                                                 \r\n                                                 \r\n                        \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    \r\n                    "
    },
    {
      "id": "2",
      "title": "Nkhensani Nkosi : One Of SA's Most Successful Business Woaman",
      "author": "Thanduxolo",
      "image": "https://i.ytimg.com/vi/sAbomPM1Wws/maxresdefault.jpg",
      "date": "27/03/2016",
      "time": "19:17",
      "content2": "She first came to the public’s attention as an actress and TV presenter, and later founded iconic fashion brand Stoned Cherrie.She holds a degree in industrial psychology and sociology from the University of the Witwatersrand"
    },
    {
      "id": "3",
      "title": "BAD BLOOD : Secrets and Lies in a Silicon Valley Startup ",
      "author": "Hendricks Cock",
      "image": "https://media.gq.com/photos/5b02e7295e32346c45e933b1/3:2/w_1200/bad-blood.jpg",
      "date": "",
      "time": "19:17",
      "content2": "She first came to the public’s attention as an actress and TV presenter, and later founded iconic fashion brand Stoned Cherrie.She holds a degree in industrial psychology and sociology from the University of the Witwatersrand\r\n                    "
    }
  ]
}